Repository: asseelo2000/Employment
Catalog: helpdesk/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Knowledgebase
ar: القاعدة المعرفية

source: open tickets
ar: فتح التذاكر

source: Create New Ticket
ar: إنشاء تذكرة جديدة

source: Queue:
ar: طابور

source: We have listed a number of Knowledgebase articles for your perusal in the following categories. Please check to see if any of these articles address your problem prior to opening a support ticket.
ar: لقد قمنا بإدراج عدد من مقالات قاعدة المعرفة للاطلاع عليها في الفئات التالية. يرجى التحقق مما إذا كانت أي من هذه المقالات تعالج مشكلتك قبل فتح تذكرة دعم.

source: Page navigation
ar: التنقل في الصفحة

source: Helpdesk
ar: الدعم الفني

source: Search...
ar: بحث

source: Enter a keyword, or a ticket number to jump straight to that ticket.
ar: أدخل كلمة مفتاحية أو رقم التذكرة للانتقال مباشرة إلى هذه التذكرة.

source: Go
ar: نفذ

source: RSS Feeds
ar: خلاصات RSS

source: Change password
ar: تغيير كلمة المرور

source: Logout
ar: تسجيل خروج

source: Dashboard
ar: لوحة التحكم

source: Log In
ar: تسجيل دخول

source: All Tickets
ar: جميع التذاكر

source: Saved Queries
ar: الاستعلامات المحفوظة

source: No saved queries currently available. You can create one in the All Tickets page.
ar: لا توجد استفسارات محفوظة حالياً. يمكنك إنشاء واحدة في صفحة جميع التذاكر

source: New Ticket
ar: تذكرة جديدة

source: Reports
ar: التقارير

source: Homepage
ar: الصفحة الرئيسية

source: View a Ticket
ar: إستعراض تذكرة

source: Welcome to Helpdesk
ar: مرحباً بك في الدعم الفني

source: Submitted On
ar: تم التقديم بتاريخ

source: Tags
ar: الكلمات الدلالية

source: Accept and Close
ar: إقبل و أغلق

source: Follow-Ups
ar: المتابعات

source: Use a Pre-set Reply
ar: استخدم ردا معرضا مسبقا

source: (Optional)
ar: (اختياري)

source: Comment / Resolution
ar: تعليق / قرار

source: Attach File(s) &raquo;
ar: إرفاق ملف (ملفات) »

source: Attach a File
ar: إرفاق ملف

source: Add Another File
ar: إضافة ملف آخر

source: No files selected.
ar: لم يتم تحديد أي ملفات.

source: Update This Ticket
ar: قم بتحديث هذه التذكرة

source: Change Password
ar: تغيير كلمة المرور

source: Success!
ar: نجاح!

source: Logged Out
ar: تسجيل الخروج

source: Log In again
ar: تسجيل الدخول مرة أخرى

source: Reports &amp; Statistics
ar: التقارير والإحصائيات

source: You haven't created any tickets yet, so you cannot run any reports.
ar: لم تقم بإنشاء أي تذاكر حتى الآن، لذلك لا يمكنك تشغيل أي تقارير.

source: Current Ticket Stats
ar: إحصائيات التذاكر الحالية

source: Average number of days until ticket is closed (all tickets):
ar: متوسط عدد الأيام حتى يتم إغلاق التذكرة (جميع التذاكر):

source: Average number of days until ticket is closed (tickets opened in last 60 days):
ar: متوسط عدد الأيام حتى يتم إغلاق التذكرة (التذاكر المفتوحة خلال آخر 60 يومًا):

source: Click
ar: انقر

source: for detailed average by month.
ar: للحصول على متوسط مفصل حسب الشهر.

source: Time spent
ar: الوقت المستغرق

source: Generate Report
ar: إنشاء تقرير

source: Reports By User
ar: تقارير حسب المستخدم

source: by Priority
ar: حسب الأولوية

source: by Queue
ar: حسب الطابور

source: by Status
ar: حسب الحالة

source: by Month
ar: حسب الشهر

source: Reports By Queue
ar: تقارير حسب الطابور

source: Days until ticket closed by Month
ar: الأيام حتى إغلاق التذكرة حسب الشهر

source: You can run this query on filtered data by using one of your saved queries.
ar: يمكنك تشغيل هذا الاستعلام على البيانات المفلترة باستخدام أحد استعلاماتك المحفوظة.

source: Select Query:
ar: اختر استعلام:

source: Filter Report
ar: تصفية التقرير

source: Want to filter this report to just show a subset of data? Go to the Ticket List, filter your query, and save your query.
ar: هل تريد تصفية هذا التقرير لعرض مجموعة فرعية فقط من البيانات؟ انتقل إلى قائمة التذاكر، قم بتصفية استعلامك، واحفظ استعلامك.

source: The following RSS feeds are available for you to monitor using your preferred RSS software. With the exception of the 'Latest Activity' feed, all feeds provide information only on Open and Reopened cases. This ensures your RSS reader isn't full of information about closed or historical tasks.
ar: تتوفر خلاصات RSS التالية لتتمكن من مراقبتها باستخدام برنامج RSS المفضل لديك. باستثناء خلاصة 'النشاط الأخير'، توفر جميع الخلاصات معلومات فقط عن الحالات المفتوحة والمعاد فتحها. يضمن ذلك أن قارئ RSS الخاص بك لا يمتلئ بمعلومات حول المهام المغلقة أو التاريخية.

source: A summary of your open tickets - useful for getting alerted to new tickets opened for you
ar: ملخص لتذاكرك المفتوحة - مفيد للحصول على تنبيهات حول التذاكر الجديدة التي تم فتحها لك.

source: All Open Tickets
ar: كل التذاكر المفتوحة

source: Ticket submitted successfully! We will reply via email as soon as we get the chance.
ar: تم إرسال التذكرة بنجاح! سنرد عبر البريد الإلكتروني بمجرد أن تتاح لنا الفرصة.

source: Change System Settings
ar: تغيير إعدادات النظام

source: Settings
ar: الإعدادات

source: The following items can be maintained by you or other superusers:
ar: يمكنك أنت أو المستخدمون المتميزون الآخرون إدارة العناصر التالية:

source: E-Mail Ignore list
ar: قائمة البريد الإلكتروني المتجاهلة

source: Maintain Queues
ar: إدارة قوائم الانتظار

source: Maintain Pre-Set Replies
ar: إدارة الردود المحددة مسبقًا

source: Maintain Knowledgebase Categories
ar: إدارة فئات قاعدة المعرفة

source: Maintain Knowledgebase Items
ar: إدارة عناصر قاعدة المعرفة

source: Maintain E-Mail Templates
ar: إدارة قوالب البريد الإلكتروني

source: Maintain Users
ar: إدارة المستخدمين

source: View Ticket Details
ar: عرض تفاصيل التذكرة

source: This ticket has been merged into ticket
ar: تم دمج هذه التذكرة في التذكرة

source: time spent
ar: الوقت المستغرق

source: Private
ar: خاص

source: Respond to this ticket
ar: الرد على هذه التذكرة

source: You can insert ticket and queue details in your message. For more information, see the
ar: يمكنك إدراج تفاصيل التذكرة والطابور في رسالتك. لمزيد من المعلومات، راجع

source: context help page
ar: صفحة المساعدة السياقية

source: Is this update public?
ar: هل هذا التحديث عام؟

source: Yes, make this update public.
ar: نعم، اجعل هذا التحديث عامًا.

source: If this is public, the submitter will be e-mailed your comment or resolution.
ar: إذا كان هذا عامًا، سيتم إرسال تعليقك أو قرارك إلى مقدم الطلب عبر البريدالإلكتروني.

source: Change Further Details »
ar: تغيير تفاصيل إضافية »

source: Unassign
ar: إلغاء التعيين

source: Update checklists
ar: تحديث قوائم التحقق

source: Completed on
ar: اكتمل في

source: Attach File(s) »
ar: إرفاق ملف

source: Send to Support
ar: إرسال إلى الدعم

source: Add a new checklist
ar: إضافة قائمة تحقق جديدة

source: Close
ar: إغلاق

source: You can select a template to generate a checklist with a predefined set of tasks.
ar: يمكنك اختيار قالب لإنشاء قائمة تحقق بمجموعة مهام محددة مسبقًا.

source: Ignore it and only give a name to create an empty checklist.
ar: تجاهل ذلك وقم فقط بإعطاء اسم لإنشاء قائمة تحقق فارغة.

source: Manage templates
ar: إدارة القوالب

source: Add
ar: إضافة

source: No Comment Provided
ar: لم يتم تقديم تعليق

source: You haven’t entered a comment. The ticket description will be used instead. Continue?
ar: لم تقم بإدخال تعليق. سيتم استخدام وصف التذكرة بدلاً من ذلك. هل تريد المتابعة؟

source: Yes, Send
ar: نعم , إرسل

source: Processing...
ar: جارٍ المعالجة...

source: Sending ticket to Support, please wait.
ar: جارٍ إرسال التذكرة إلى الدعم، يرجى الانتظار.

source: Ticket Sent!
ar: تم إرسال التذكرة

source: Ticket sent to Support successfully! External Ticket ID:
ar: تم إرسال التذكرة إلى الدعم بنجاح! معرف التذكرة الخارجية:

source: An unknown error occurred.
ar: حدث خطأ غير معروف.

source: Submission Failed
ar: فشل الإرسال

source: Failed to send ticket to Support:
ar: فشل في إرسال التذكرة إلى الدعم:

source: Delete Ticket Attachment
ar: حذف مرفق التذكرة

source: Add Ticket CC
ar: إضافة CC للتذكرة

source: CC Settings
ar: إعدادات CC

source: Add CC
ar: إضافة CC

source: To automatically send an email to a user or e-mail address when this ticket is updated, select the user or enter an e-mail address below.
ar: لإرسال بريد إلكتروني تلقائيًا إلى مستخدم أو عنوان بريد إلكتروني عند تحديث هذه التذكرة، اختر المستخدم أو أدخل عنوان البريد الإلكتروني أدناه.

source: Email
ar: البريد الإلكتروني

source: Add Email
ar: إضافة بريد إلكتروني

source: Save Ticket CC
ar: حفظ CC للتذكرة

source: Add User
ar: إضافة مستخدم

source: Delete Ticket CC
ar: حذف CC للتذكرة

source: Delete CC
ar: حذف CC

source: Edit
ar: تعديل

source: Due Date
ar: تاريخ الاستحقاق

source: Assigned To
ar: تم تعيينه إلى

source: Assign this ticket to
ar: تعيين هذه التذكرة ل

source: Edit
ar: تعديل

source: user profile
ar: ملف تعريف المستخدم

source: Display tickets filtered for
ar: عرض التذاكر المفلترة لـ

source: as a keyword
ar: ككلمة مفتاحية

source: Add email address for the ticket system to ignore.
ar: إضافة عنوان بريد إلكتروني لتجاهله في نظام التذاكر.

source: Submitted From
ar: تم الإرسال من

source: Not specified
ar: غير محدد

source: Copies To
ar: نسخ إلى

source: Click here to add / remove people who should receive an e-mail whenever this ticket is updated.
ar: انقر هنا لإضافة / إزالة الأشخاص الذين يجب أن يتلقوا بريدًا إلكترونيًا عند تحديث هذه التذكرة.

source: Click here to subscribe yourself to this ticket, if you want to receive an e-mail whenever this ticket is updated.
ar: انقر هنا للاشتراك في هذه التذكرة إذا كنت ترغب في تلقي بريد إلكتروني عند تحديث هذه التذكرة.

source: Total time spent
ar: إجمالي الوقت المنقضي

source: Resolves
ar: يحل

source: Make this ticket resolve another ticket.
ar: اجعل هذه التذكرة تحل تذكرة أخرى.

source: This ticket does not resolve any other
ar: هذه التذكرة لا تحل أي تذكرة أخرى

source: Depends
ar: الإعتمادية

source: Make this ticket dependent on another ticket. A ticket may not be closed until all tickets it depends on are closed or removed.
ar: اجعل هذه التذكرة تعتمد على تذكرة أخرى. لا يمكن إغلاق التذكرة حتى يتم إغلاق أو إزالة جميع التذاكر التي تعتمد عليها.

source: This ticket has no dependencies.
ar: هذه التذكرة ليس لها أي اعتمادية.

source: Knowlegebase item
ar: عنصر قاعدة المعرفة

source: Create new checklist
ar: إنشاء قائمة تحقق جديدة

source: Company
ar: الشركة

source: Edit details
ar: تعديل التفاصيل

source: Saved Query
ar: الاستعلام المحفوظ

source: Query Results
ar: نتائج الاستعلامات

source: Table
ar: جد

source: Timeline
ar: الجدول الزمني

source: Switch to Card View
ar: التبديل إلى عرض البطاقات

source: No Tickets Match Your Selection
ar: لا توجد تذاكر تطابق اختيارك

source: Select:
ar: تحديد

source: Invert
ar: عكس

source: With Selected Tickets:
ar: مع التذاكر المختارة:

source: Take (Assign to me)
ar: تولي (عين لي)

source: Merge
ar: دمج

source: Close (Don't Send E-Mail)
ar: إغلاق (عدم إرسال بريد إلكتروني)

source: Close (Send E-Mail)
ar: إغلاق (إرسال بريد إلكتروني)

source: Assign To
ar: تعيين ل

source: Nobody (Unassign)
ar: لا أحد

source: Select User
ar: اختر مستخدم:

source: Set KB Item
ar: تعيين عنصر قاعدة المعارف

source: No KB Item
ar: لا يوجد عنصر معرفي

source: Submitter Email
ar: إيميل مقدم الطلب

source: Query Selection
ar: تحديد الاستعلام

source: Filters
ar: فلتر

source: Add filter
ar: اضافة فلتر

source: Date Range
ar: النطاق الزمني

source: Apply Filters
ar: تطبيق الفلاتر

source: Save Query
ar: حفظ الاستعلام

source: Shared?
ar: مشترك؟

source: Yes, share this query with other users.
ar: مشترك؟ نعم، شارك هذا الاستعلام مع مستخدمين آخرين.

source: Search for a user
ar: البحث عن مستخدم

source: Error fetching tickets occurred, please contact the system administrators of this server.
ar: حدث خطأ أثناء جلب التذاكر، يرجى الاتصال بمسؤولي النظام لهذا الخادم.

source: Switch to Table View
ar: التبديل إلى عرض الجدول
