Repository: asseelo2000/Employment
Catalog: helpdesk/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Submitter E-Mail
ar: إيميل مقدم الطلب

source: Slug
ar: المُعرّف

source: E-Mail Received from %(sender_email)s
ar: تم استلام البريد الإلكتروني من %(sender_email)s

source: Ticket Re-Opened by E-Mail Received from %(sender_email)s
ar: تم إعادة فتح التذكرة بواسطة البريد الإلكتروني المستلم من %(sender_email)s

source: Comment from e-mail
ar: تعليق من البريد الإلكتروني

source: Unknown Sender
ar: مرسل غير معروف

source: This ticket is merged into the selected ticket.
ar: تم دمج هذه التذكرة في التذكرة المحددة.

source: Queue
ar: طابور

source: Summary of the problem
ar: ملخص المشكلة

source: Description of your issue
ar: وصف مشكلتك

source: Please be as descriptive as possible and include all details
ar: يرجى أن تكون وصفيًا قدر الإمكان وتضمين كل التفاصيل

source: Priority
ar: الأولوية

source: Please select a priority carefully. If unsure, leave it as '3'.
ar: يرجى اختيار الأولوية بحرص. إذا لم تكن متأكدًا، اتركها على '3'.

source: Due on
ar: مستحق في

source: Attach File
ar: إرفاق ملف

source: You can attach a file to this ticket. Only file types such as plain text (.txt), a document (.pdf, .docx, or .odt), or screenshot (.png or .jpg) may be uploaded.
ar: يمكنك إرفاق ملف مع هذه التذكرة. يُسمح فقط بتحميل أنواع الملفات مثل النصوص (.txt)، المستندات (.pdf, .docx أو .odt)، أو لقطات الشاشة (.png أو .jpg).

source: Knowledge Base Item
ar: عنصر قاعدة المعرفة

source: Submitter E-Mail Address
ar: إيميل مقدم الطلب

source: This e-mail address will receive copies of all public updates to this ticket.
ar: سيستقبل هذا العنوان نسخاً من جميع التحديثات العامة لهذه التذكرة.

source: Case owner
ar: مالك الحالة

source: If you select an owner other than yourself, they'll be e-mailed details of this ticket immediately.
ar: إذا اخترت مالكًا غيرك، سيتم إرسال تفاصيل هذه التذكرة إليه عبر البريد الإلكتروني فوراً.

source: Ticket Type
ar: نوع التذكرة

source: Ticket Opened & Assigned to %(name)s
ar: تم فتح التذكرة وتعيينها إلى %(name)s

source: <invalid user>
ar: <مستخدم غير صالح>

source: Ticket Opened
ar: تم فتح التذكرة

source: Your E-Mail Address
ar: عنوان بريدك الإلكتروني

source: We will e-mail you when your ticket is updated.
ar: سنقوم بإرسال بريد إلكتروني إليك عند تحديث تذكرتك

source: Ticket Opened Via Web
ar: تم فتح التذكرة عبر الويب

source: Please choose at least 2 tickets.
ar: يرجى اختيار تذكرتين على الأقل.

source: Impossible to merge more than 4 tickets...
ar: لا يمكن دمج أكثر من 4 تذاكر...

source: All selected tickets must share the same queue in order to be merged.
ar: يجب أن تشترك جميع التذاكر المحددة في نفس الطابور للدمج.

source: Template
ar: قالب

source: Permission for queue:
ar: إذن للطابور:

source: Check for user without django-helpdesk UserSettings and create settings if required. Uses settings.DEFAULT_USER_SETTINGS which can be overridden to suit your situation.
ar: تحقق من المستخدم الذي ليس لديه إعدادات django-helpdesk وأنشئ الإعدادات إذا لزم الأمر. يستخدم settings.DEFAULT_USER_SETTINGS الذي يمكن تعديله ليناسب وضعك.

source: Ticket escalated after %(nb)s days
ar: تم تصعيد التذكرة بعد %(nb)s أيام

source: Title
ar: العنوان

source: E-Mail Address
ar: عنولن البريد الالكترونى

source: Locale
ar: موضع

source: Allow Public Submission?
ar: السماح بالارسال العام

source: Should this queue be listed on the public submission form?
ar: هل ينبغي إدراج قائمة الانتظار هذه على استمارة التقديم العام؟

source: Allow E-Mail Submission?
ar: السماح بارسال بريد الكترونى ؟

source: Escalation Days
ar: أيام التصعيد

source: E-Mail Box Type
ar: كتابة صندوق البريد الالكترونى

source: E-Mail Hostname
ar: اسم مضيف البريد الإلكتروني

source: Set the default logging level. All messages at that level or above will be logged to the directory set below. If no level is set, logging will be disabled.
ar: عيّن مستوى التسجيل الافتراضي. سيتم تسجيل جميع الرسائل عند هذا المستوى أو أعلى في الدليل المحدد أدناه. في حال عدم تعيين أي مستوى، سيتم تعطيل التسجيل.

source: Logging Directory
ar: دليل التسجيل

source: Default owner
ar: مالك الحالة

source: Time to be spent on this Queue in total
ar: الوقت الذي سيتم قضاؤه في هذه القائمة في المجموع

source: Queues
ar: طوابير الانتظار

source: Issue
ar: مشكلة

source: Development Note
ar: ملاحظة تطويرية

source: Type of the ticket: Issue or Development Note.
ar: نوع التذكرة: مشكلة أو ملاحظة تطويرية.

source: Created
ar: مُنشأ

source: Date this ticket was first created
ar: تاريخ إنشاء هذه التذكرة

source: Modified
ar: معدّل

source: Date this ticket was most recently changed.
ar: تاريخ تغيير هذه التذكرة مؤخرا.

source: Submitter Username
ar: مقدم الطلب

source: Username of the submitter.
ar: مقدم الطلب

source: Submitter Phone
ar: هاتف مقدم الطلب

source: Phone number of the submitter.
ar: هاتف مقدم الطلب

source: Assigned to
ar: تم التعيين ل

source: Status
ar: الحالة

source: On Hold
ar: قيد الانتظار

source: If a ticket is on hold, it will not automatically be escalated.
ar: إذا كانت التذكرة معلقة، فلن يتم تصعيدها تلقائيا.

source: Description
ar: وصف

source: The content of the customers query.
ar: محتوى استعلام العملاء

source: Resolution
ar: دقة

source: The resolution provided to the customer by our staff.
ar: القرار المقدم للعميل من قبل موظفينا.

source: Secret key needed for viewing/editing ticket by non-logged in users
ar: المفتاح السري المطلوب لإستعراض / تحرير التذكرة من قبل المستخدمين غير المسجلين

source: Knowledge base item the user was viewing when they created this ticket.
ar: عنصر قاعدة المعارف الذي كان المستخدم يإستعراضه عند إنشاء هذه التذكرة.

source: merged to
ar: تم دمجه إلى

source: Unassigned
ar: غير معين

source: - On Hold
ar: - قيد الانتظار

source: - Open dependencies
ar: - التبعيات المفتوحة

source: No label
ar: لا يوجد عنوان

source: Ticket
ar: التذكرة

source: Tickets
ar: التذاكر

source: Date
ar: تاريخ

source: Comment
ar: التعليق

source: Public
ar: علني

source: User
ar: المستخدم

source: New Status
ar: الحالة الجديدة

source: If the status was changed, what was it changed to?
ar: إذا تم تغيير الحالة ، فما الذي تم تغييره إليه؟

source: E-Mail ID
ar: عنولن البريد الالكترونى

source: The Message ID of the submitter's email.
ar: معرف الرسالة للبريد الإلكتروني للجهة المرسلة.

source: Time spent on this follow up
ar: الوقت المستغرق في هذه المتابعة

source: Follow-up
ar: متابعة

source: Follow-ups
ar: متابعات

source: Field
ar: حقل

source: Old Value
ar: قيمة قديمة

source: New Value
ar: قيمة جديدة

source: removed
ar: تم استبعاده

source: Ticket change
ar: التغيير التذكرة

source: Ticket changes
ar: التغيير في التذاكر

source: File
ar: ملف

source: Filename
ar: اسم الملف

source: MIME Type
ar: نوع ال mime

source: Size
ar: الحجم

source: Size of this file in bytes
ar: حجم الملف بالبايتس

source: Attachment
ar: الملف المرفق

source: Attachments
ar: الملفات المرفقة

source: Knowledge base item
ar: عنصر قاعدة المعارف

source: Pre-set reply
ar: رد محدد مسبقا

source: Pre-set replies
ar: الردود المحددة مسبقا

source: Name
ar: الاسم

source: Body
ar: المحتوى

source: Escalation exclusion
ar: أيام التصعيد

source: Escalation exclusions
ar: أيام التصعيد

source: Template Name
ar: اسم القالب

source: Subject
ar: الموضوع

source: The same context is available here as in plain_text, above.
ar: نفس السياق متاح هنا كما هو في النص العادي أعلاه.

source: Locale of this template.
ar: الموضع الخاص بهذا القالب.

source: e-mail template
ar: قالب البريد الإلكتروني

source: e-mail templates
ar: قوالب البريد الإلكتروني

source: Name of the category
ar: اسم الفئة

source: Title on knowledgebase page
ar: العنوان في صفحة قاعدة المعرفة

source: Default queue when creating a ticket after viewing this category.
ar: قائمة الانتظار الافتراضية عند إنشاء تذكرة بعد إستعراض هذه الفئة.

source: Is KBCategory publicly visible?
ar: هل الفئة في قاعدة المعرفة مرئية للعامة؟

source: Knowledge base category
ar: فئة قاعدة المعرفة

source: Knowledge base categories
ar: فئات قاعدة المعرفة

source: Category
ar: الفئة

source: Question
ar: السؤال

source: Answer
ar: الإجابة

source: Votes
ar: الأصوات

source: Total number of votes cast for this item
ar: إجمالي عدد الأصوات المدلى بها لهذا العنصر

source: Positive Votes
ar: الأصوات الإيجابية

source: Number of votes for this item which were POSITIVE.
ar: عدد الأصوات لهذا العنصر التي كانت إيجابية.

source: Last Updated
ar: آخر تحديث

source: The date on which this question was most recently changed.
ar: التاريخ الذي تم فيه تغيير هذا السؤال مؤخرًا.

source: Team
ar: الفريق

source: Order
ar: الترتيب

source: Enabled to display to users
ar: ممكّن للعرض للمستخدمين

source: Unrated
ar: غير مُقيم

source: Knowledge base items
ar: عناصر قاعدة المعرفة

source: Query Name
ar: اسم الاستعلام

source: User-provided name for this query
ar: الاسم الذي يوفره المستخدم لهذا الاستعلام

source: Shared With Other Users?
ar: مشترك مع مستخدمين آخرين؟

source: Should other users see this query?
ar: هل يجب أن يرى المستخدمون الآخرون هذا الاستعلام؟

source: Search Query
ar: استعلام البحث

source: Pickled query object. Be wary changing this.
ar: كائن استعلام محفوظ. كن حذرًا عند تغييره.

source: Saved search
ar: البحث المحفوظ

source: Saved searches
ar: عمليات البحث المحفوظة

source: DEPRECATED! Settings Dictionary DEPRECATED!
ar: مهمل! قاموس الإعدادات مهمل!

source: DEPRECATED! This is a base64-encoded representation of a pickled Python dictionary. Do not change this field via the admin.
ar: مهمل! هذا تمثيل مشفر بـ base64 لقاموس Python محفوظ. لا تقم بتغيير هذا الحقل عبر المسؤول.

source: Show Ticket List on Login?
ar: إضهار قائمة التذاكر عند تسجيل الدخول؟

source: Display the ticket list upon login? Otherwise, the dashboard is shown.
ar: إستعراض قائمة التذاكر عند تسجيل الدخول؟ وإلا، سيتم إستعراض لوحة التحكم.

source: E-mail me on ticket change?
ar: إرسال بريد إلكتروني عند تغيير التذكرة؟

source: If you're the ticket owner and the ticket is changed via the web by somebody else,do you want to receive an e-mail?
ar: إذا كنت صاحب التذكرة وتم تغييرها عبر الويب بواسطة شخص آخر، هل تريد تلقي بريد إلكتروني؟

source: E-mail me when assigned a ticket?
ar: إرسال بريد إلكتروني عند تعيين تذكرة لي؟

source: If you are assigned a ticket via the web, do you want to receive an e-mail?
ar: إذا تم تعيين تذكرة لك عبر الويب، هل تريد تلقي بريد إلكتروني؟

source: Number of tickets to show per page
ar: عدد التذاكر المعروضة لكل صفحة

source: How many tickets do you want to see on the Ticket List page?
ar: كم عدد التذاكر التي تريد رؤيتها في صفحة قائمة التذاكر؟

source: Use my e-mail address when submitting tickets?
ar: استخدام عنوان بريدي الإلكتروني عند إرسال التذاكر؟

source: When you submit a ticket, do you want to automatically use your e-mail address as the submitter address? You can type a different e-mail address when entering the ticket if needed, this option only changes the default.
ar: عند إرسال تذكرة، هل تريد استخدام عنوان بريدك الإلكتروني تلقائيًا كعنوان المرسل؟ يمكنك كتابة عنوان بريد إلكتروني مختلف عند إدخال التذكرة إذا لزم الأمر، هذا الخيار يغير الافتراضي فقط.

source: User Setting
ar: إعداد المستخدم

source: User Settings
ar: إعدادات المستخدم

source: Ignored e-mail address
ar: عنوان البريد الإلكتروني المتجاهل

source: Ignored e-mail addresses
ar: عناوين البريد الإلكتروني المتجاهلة

source: Leave blank for this e-mail to be ignored on all queues, or select those queues you wish to ignore this e-mail for.
ar: اتركه فارغًا لتجاهل هذا البريد الإلكتروني في جميع قوائم الانتظار، أو اختر قوائم الانتظار التي ترغب في تجاهل هذا البريد الإلكتروني فيها.

source: Date on which this e-mail address was added
ar: التاريخ الذي تمت فيه إضافة عنوان البريد الإلكتروني هذا

source: Enter a full e-mail address, or portions with wildcards, eg *@domain.com or postmaster@*.
ar: أدخل عنوان بريد إلكتروني كامل، أو أجزاء مع أحرف بدل، مثل *@domain.com أو postmaster@*.

source: Save Emails in Mailbox?
ar: حفظ رسائل البريد الإلكتروني في صندوق البريد؟

source: Do you want to save emails from this address in the mailbox? If this is unticked, emails from this address will be deleted.
ar: هل تريد حفظ رسائل البريد الإلكتروني من هذا العنوان في صندوق البريد؟ إذا لم يتم تحديد هذا الخيار، سيتم حذف رسائل البريد الإلكتروني من هذا العنوان.

source: User who wishes to receive updates for this ticket.
ar: المستخدم الذي يرغب في تلقي التحديثات لهذه التذكرة.

source: For non-user followers, enter their e-mail address
ar: للمتابعين غير المستخدمين، أدخل عنوان بريدهم الإلكتروني

source: Can View Ticket?
ar: هل يمكنه إستعراض التذكرة؟

source: Can this CC login to view the ticket details?
ar: هل يمكن لهذا CC تسجيل الدخول لإستعراض تفاصيل التذكرة؟

source: Can Update Ticket?
ar: هل يمكنه تحديث التذكرة؟

source: Can this CC login and update the ticket?
ar: هل يمكن لهذا CC تسجيل الدخول وتحديث التذكرة؟

source: Field Name
ar: اسم الحقل

source: As used in the database and behind the scenes. Must be unique and consist of only lowercase letters with no punctuation.
ar: كما هو مستخدم في قاعدة البيانات وخلف الكواليس. يجب أن يكون فريدًا ويتكون فقط من أحرف صغيرة بدون علامات ترقيم.

source: Label
ar: التسمية

source: The display label for this field
ar: التسمية المعروضة لهذا الحقل

source: Help Text
ar: نص المساعدة

source: Shown to the user when editing the ticket
ar: يُإستعراض للمستخدم عند تحرير التذكرة

source: Character (single line)
ar: حرف (سطر واحد)

source: Text (multi-line)
ar: نص (متعدد الأسطر)

source: Integer
ar: عدد صحيح

source: Decimal
ar: عدد عشري

source: List
ar: قائمة

source: Boolean (checkbox yes/no)
ar: منطقي (مربع اختيار نعم/لا)

source: Time
ar: الوقت

source: Date & Time
ar: التاريخ والوقت

source: URL
ar: رابط

source: IP Address
ar: عنوان IP

source: Data Type
ar: نوع البيانات

source: Allows you to restrict the data entered into this field
ar: يسمح لك بتقييد البيانات المدخلة في هذا الحقل

source: Maximum Length (characters)
ar: الطول الأقصى (بالأحرف)

source: Decimal Places
ar: الأماكن العشرية

source: Only used for decimal fields
ar: يُستخدم فقط للحقول العشرية

source: Ticket dependency
ar: تذاكر الدعم المفتوحة

source: Ticket dependencies
ar: تذاكر الدعم المفتوحة

source: Depends On Ticket
ar: تعتمد على التذكرة

source: Task List
ar: قتئمة التذاكر

source: Checklist Template
ar: نموذج قائمة المراجعة

source: Checklist Templates
ar: نموذج قائمة المراجعة

source: Checklist
ar: قائمة المراجعة

source: Checklists
ar: قوائم التحقق

source: Completion Date
ar: تاريخ الانتهاء

source: Position
ar: موضع

source: Checklist Task
ar: مهمة قائمة التحقق

source: Checklist Tasks
ar: مهمة قائمة التحقق

source: No text
ar: لا يوجد نص

source: View ticket
ar: إستعراض التذكرة

source: Messages
ar: رسائل

source: Open
ar: مفتوح

source: Reopened
ar: معاد فتحها

source: Resolved
ar: محلول

source: Closed
ar: مغلق

source: Duplicate
ar: مكرر

source: 1. Critical
ar: 1. حرج

source: 2. High
ar: 2. عالٍ

source: 3. Normal
ar: 3. عادي

source: 4. Low
ar: ٤. منخفض

source: 5. Very Low
ar: ٥. منخفض جداً

source: Powered by django-helpdesk
ar: مدعوم بـ django-helpdesk

source: My Open Tickets
ar: تذاكري المفتوحة

source: All Recent Activity
ar: جميع الأنشطة الأخيرة

source: Unassigned Tickets
ar: التذاكر الغير المخصصة

source: Delete Checklist
ar: حذف قائمة التحقق

source: Don't Delete
ar: لا تحذف

source: Yes, I Understand - Delete
ar: نعم ، أنا أفهم - حذف

source: Edit Checklist
ar: تحرير قائمة التحقق

source: Delete checklist
ar: حذف قائمة التحقق

source: Delete?
ar: حذف؟

source: Add task
ar: إضافة مهمة

source: Cancel Changes
ar: إلغاء التغييرات

source: Save Changes
ar: حفظ التغييرات

source: Delete Checklist Template
ar: حذف قالب قائمة الاختيار

source: System Settings
ar: إعدادات النظام

source: Cancel
ar: إلغاء

source: No, Don't Delete It
ar: لا, لا تقم بالحذف

source: Yes I Understand - Delete It Anyway
ar: نعم، أنا أفهم - احذفها على أي حال

source: Create Ticket
ar: إنشاء تذكرة

source: Submit a Ticket
ar: إرسال تذكرة

source: Unless otherwise stated, all fields are required.
ar: ما لم يُذكر خلاف ذلك، جميع الحقول مطلوبة.

source: Please provide as descriptive a title and description as possible.
ar: يرجى تقديم عنوان ووصف وصفيين قدر الإمكان.

source: Optional
ar: اختياري

source: Submit Ticket
ar: إرسال التذكرة

source: Helpdesk Dashboard
ar: لوحة تحكم الدعم الفني

source: Overview
ar: نظرة عامة

source: Welcome to your Helpdesk Dashboard! From here you can quickly see tickets submitted by you, tickets you are working on, and those tickets that have no owner.
ar: مرحبًا بك في لوحة تحكم الدعم الفني! من هنا يمكنك رؤية التذاكر التي قدمتها، التذاكر التي تعمل عليها، والتذاكر التي ليس لها مالك.

source: Open Tickets
ar: تذاكري المفتوحة

source: View Details
ar: إستعراض التفاصيل

source: Resolved Tickets
ar: محلول

source: My Tickets
ar: تذاكري

source: Priority:
ar: الأولوية

source: Assigned to:
ar: تم التعيين ل

source: View Ticket
ar: إستعراض التذكرة

source: You have no tickets assigned to you.
ar: ليس لديك تذاكر مخصصة لك.

source: There are no unassigned tickets.
ar: لا توجد تذاكر غير مخصصة.

source: All Tickets Submitted by You
ar: جميع التذاكر المقدمة من قبلك

source: Closed & Resolved Tickets You Used to Work On
ar: التذاكر المغلقة والمحلولة التي كنت تعمل عليها

source: Delete Ticket
ar: حذف التذكرة

source: Edit Ticket
ar: تعديل التذكرة

source: Edit a Ticket
ar: تعديل التذكرة

source: Note
ar: ملاحظة

source: Error:
ar: خطأ

source: Ignore E-Mail Address
ar: تجاهل عنوان البريد الإلكتروني

source: Un-Ignore E-Mail Address
ar: بريدك الالكترونى

source: Stop Ignoring It
ar: توقف عن تجاهله

source: Delete
ar: حذف

source: All
ar: الكل

source: Keep
ar: إبقاء

source: Date (From)
ar: من تاريخ

source: Date (To)
ar: الى تاريخ

source: Uncategorized
ar: غير مصنف

source: Keywords
ar: كلمات مفتاحية

source: Owner(s)
ar: المالك

source: Ctrl-Click to select multiple options
ar: اضغط على Ctrl لتحديد خيارات متعددة

source: Queue(s)
ar: طابور

source: Sorting
ar: ترتيب

source: Owner
ar: المالك

source: Reverse
ar: عكس

source: Ordering applied to tickets
ar: ترتيب مطبق على التذاكر

source: Status(es)
ar: الحالة

source: Edit followup
ar: تعديل المتابعة

source: Edit FollowUp
ar: تعديل المتابعة

source: Reassign ticket:
ar: إعادة تعيين التذكرة:

source: Title:
ar: عنوان

source: Comment:
ar: ملاحظة

source: django-helpdesk Context Listing
ar: قائمة سياق django-helpdesk

source: Contents
ar: المحتويات

source: Introduction
ar: مقدمة

source: Inserting Fields
ar: إدراج الحقول

source: Queue Fields
ar: حقول الطابور

source: queue.title
ar: عنوان الطابور

source: queue.slug
ar: معرف الطابور

source: queue.email_address
ar: عنوان البريد الإلكتروني للطابور

source: queue.from_address
ar: عنوان المرسل للطابور

source: Ticket Fields
ar: حقول التذكرة

source: ticket.title
ar: عنوان التذكرة

source: ticket.created
ar: تاريخ إنشاء التذكرة

source: ticket.modified
ar: تاريخ تعديل التذكرة

source: ticket.submitter_email
ar: البريد الإلكتروني لمقدم التذكرة

source: ticket.status
ar: حالة التذكرة

source: ticket.get_status_display
ar: عرض حالة التذكرة

source: ticket.on_hold
ar: التذكرة قيد الانتظار

source: ticket.description
ar: وصف التذكرة

source: ticket.resolution
ar: حل التذكرة

source: ticket.priority
ar: أولوية التذكرة

source: ticket.get_priority_display
ar: عرض أولوية التذكرة

source: ticket.last_escalation
ar: آخر تصعيد للتذكرة

source: ticket.ticket
ar: رقم التذكرة

source: ticket.ticket_for_url
ar: التذكرة لعنوان URL

source: ticket.get_status
ar: الحصول على حالة التذكرة

source: ticket.ticket_url
ar: رابط التذكرة

source: ticket.staff_url
ar: رابط الموظفين للتذكرة

source: ticket.assigned_to
ar: التذكرة مخصصة لـ

source: ticket.queue
ar: طابور التذكرة

source: django-helpdesk provides a powerful way for you to embed fields from the current ticket into your comments and ticket resolutions using a template language.
ar: يوفر django-helpdesk طريقة قوية لتضمين الحقول من التذكرة الحالية في تعليقاتك وحلول التذاكر باستخدام لغة القوالب.

source: For example, you may want to place the last escalation date into a ticket comment, or reproduce the original description sent to you by the submitter.
ar: على سبيل المثال، قد ترغب في وضع تاريخ التصعيد الأخير في تعليق التذكرة، أو إعادة إنتاج الوصف الأصلي المرسل إليك من قبل مقدم الطلب.

source: Tech Note:
ar: ملاحظة تقنية:

source: This system uses the
ar: يستخدم هذا النظام

source: Django templating system
ar: نظام قوالب Django

source: with a sandboxed template context.
ar: مع سياق قالب معزول.

source: In your comment, enter the field name surrounded by double curly braces. For example, to get the ticket title, use:
ar: في تعليقك، أدخل اسم الحقل محاطًا بأقواس مزدوجة. على سبيل المثال، للحصول على عنوان التذكرة، استخدم:

source: The following fields are available in the template context to display the details of the queue to which this ticket belongs:
ar: الحقول التالية متاحة في سياق القالب لعرض تفاصيل الطابور الذي تنتمي إليه هذه التذكرة:

source: The display title of the queue
ar: عنوان العرض للطابور

source: The 'slug' of the queue, a single-word lowercase identifier used in URL's and e-mail subjects.
ar: المعرف 'slug' للطابور، وهو معرف بكلمة واحدة صغيرة يستخدم في عناوين URL ومواضيع البريد الإلكتروني.

source: The e-mail address to which users can send an e-mail to open a new ticket automatically.
ar: عنوان البريد الإلكتروني الذي يمكن للمستخدمين إرسال بريد إلكتروني إليه لفتح تذكرة جديدة تلقائيًا.

source: The e-mail address from which the queue will send e-mails to submitters.
ar: عنوان البريد الإلكتروني الذي سيرسل منه الطابور رسائل البريد الإلكتروني إلى مقدمي الطلبات.

source: Title of the ticket, as provided by the submitter. A single line of text.
ar: عنوان التذكرة، كما قدمه مقدم الطلب. سطر نصي واحد.

source: The time/date this ticket was last escalated
ar: الوقت/التاريخ الذي تم فيه تصعيد هذه التذكرة آخر مرة

source: The time/date this ticket was first opened
ar: الوقت/التاريخ الذي تم فيه فتح هذه التذكرة لأول مرة

source: The time/date this ticket was most recently changed
ar: الوقت/التاريخ الذي تم فيه تغيير هذه التذكرة مؤخرًا

source: E-Mail address of the ticket submitter
ar: عنوان البريد الإلكتروني لمقدم التذكرة

source: Status of this ticket (Integer)
ar: حالة هذه التذكرة (عدد صحيح)

source: Status of this ticket (Text-based)
ar: حالة هذه التذكرة (نصية)

source: Status of this ticket (Text-based, includes 'On Hold' if required)
ar: حالة هذه التذكرة (نصية، تتضمن 'قيد الانتظار' إذا لزم الأمر)

source: Indicates whether this ticket is on hold (True/False)
ar: يشير إلى ما إذا كانت هذه التذكرة قيد الانتظار (صحيح/خطأ)

source: The description of the ticket, eg the body of the e-mail sent or the problem entered by the submitter
ar: وصف التذكرة، مثل نص البريد الإلكتروني المرسل أو المشكلة التي أدخلها مقدم الطلب

source: The resolution of the ticket provided by staff. This may be blank.
ar: حل التذكرة المقدم من الموظفين. قد يكون هذا الحقل فارغًا.

source: The priority of this ticket (1-5, Integer only)
ar: أولوية هذه التذكرة (1-5، عدد صحيح فقط)

source: The priority of this ticket (Text-based)
ar: أولوية هذه التذكرة (نصية)

source: The ticket ID in form '[queue_slug-id]', used in e-mail subjects.
ar: معرف التذكرة بالشكل '[queue_slug-id]'، يُستخدم في مواضيع البريد الإلكتروني.

source: The ticket ID in form 'queue_slug-id', used in URLs
ar: معرف التذكرة بالشكل 'queue_slug-id'، يُستخدم في عناوين URL

source: Name of the staff member assigned to this ticket, or 'Unassigned' if it is unassigned.
ar: اسم الموظف المخصص لهذه التذكرة، أو 'غير معين' إذا لم يتم تخصيصها.

source: Another dictionary of queue information, identical to
ar: قاموس آخر لمعلومات الطابور، مطابق لـ

source: above. For example, use ticket.queue.title.
ar: أعلاه. على سبيل المثال، استخدم ticket.queue.title.

source: Public URL for this ticket
ar: الرد على هذه التذكرة

source: Staff-only URL for this ticket
ar: الرد على هذه التذكرة

source: queue
ar: طابور

source: There are errors in the form
ar: هناك أخطاء في النموذج

source: View Tickets
ar: إستعراض التذاكر

source: No tickets in this range
ar: عدد التذاكر لللعرض فى صفحة واحدة

source: Your Tickets
ar: تذاكرك

source: Last Update
ar: آخر تحديث

source: Take
ar: تولي

source: KBItem:
ar: عنصر قاعدة معرفية

source: Team:
ar: الفريق
